[{"place": "<p class=\"mw-empty-elt\">\n</p>\n<p><b>Maasai Mara</b>, also sometimes spelled <b>Masai Mara</b> and locally known simply as <b>The Mara</b>, is a large national game reserve in Narok, Kenya, contiguous with the Serengeti National Park in Tanzania. It is named in honour of the Maasai people, the ancestral inhabitants of the area, who migrated to the area from the Nile Basin. Their description of the area when looked at from afar: \"Mara\" means \"spotted\" in the local Maasai language, due to the many short bushy trees which dot the landscape.\n</p><p>Maasai Mara is one of the wildlife conservation and wilderness areas in Africa, with its populations of lion, leopard, cheetah and African bush elephant. It also hosts the Great Migration, which secured it as one of the Seven Natural Wonders of Africa, and as one of the ten Wonders of the World.\n</p><p>The Greater Mara ecosystem encompasses areas known as the Maasai Mara National Reserve, the Mara Triangle, and several Maasai Conservancies, including Koiyaki, Lemek, Ol Chorro Oirowua, Mara North, Olkinyei, Siana, Maji Moto, Naikara, Ol Derkesi, Kerinkani, Oloirien, and Kimintet.\n</p>"}, {"place": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Amboseli National Park</b>, formerly <b>Maasai Amboseli Game Reserve</b>, is a national park in Kajiado South Constituency in Kajiado County, Kenya. It is 39,206 ha (392.06 km<sup>2</sup>) in size at the core of an 8,000 km<sup>2</sup> (3,100 sq mi) ecosystem that spreads across the Kenya-Tanzania border. The local people are mainly Maasai, but people from other parts of the country have settled there attracted by the successful tourist-driven economy and intensive agriculture along the system of swamps that makes this low-rainfall area, average 350 mm (14 in), one of the best wildlife-viewing experiences in the world with 400 species of birds including water birds like pelicans, kingfishers, crakes, hamerkop and 47 raptor species.</p><p>The park protects two of the five main swamps, and includes a dried-up Pleistocene lake and semiarid vegetation.\n</p>\n\n\n"}, {"place": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Tsavo East National Park</b> is a national park in Kenya with an area of 13,747 km<sup>2</sup> (5,308 sq mi). It was established in April 1948 and covers a semi-arid area previously known as the Taru Desert. Together with the Tsavo West National Park, it forms an area of about 22,000 square kilometers. The Tsavo River flows west to east through the national park, which is located in the Taita-Taveta County of the former Coast Province.\n</p>"}, {"place": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Tsavo West National Park</b> is located in the Coast Province of Kenya. The park covers an area of 9,065 square kilometres. The A109 road Nairobi-Mombasa and a railway divides it from the adjoining Tsavo East National Park. Together with adjoining ranches and protected areas, they comprise the Tsavo Conservation Area. Tsavo West is a more popular destination on account of its magnificent scenery, Mzima Springs, rich and varied wildlife, good road system, rhino reserve, rock climbing potential and guided walks along the Tsavo River. The park is operated by Kenya Wildlife Service.\n</p>"}, {"place": "<p><b>Lake Nakuru</b> is one of the Rift Valley lakes, located at an elevation of 1,754 m (5,755 ft) above sea level. It lies to the south of Nakuru, in the rift valley of Kenya and is protected by <b>Lake Nakuru National Park</b>.\n</p><p>The lake's abundance of algae used to attract a vast quantity of flamingos that famously lined the shore. Other birds also flourish in the area, as do warthogs, baboons and other large mammals. Eastern black rhinos and southern white rhinos have also been introduced.\n</p><p>The lake's water level dropped drastically in the early 1990s but has since largely recovered. In 2013, the lake received an alarming increase in its water levels that led to the migration of flamingos to Lake Bogoria in search for food supply. Between 2010 and 2020 Lake Nakuru increased in surface area from 40 to 68 square kilometres (15 to 26 sq mi). 677 households, parts of Nakuru town and some National Park areas had been flooded.</p><p>Nakuru means \"Dust or Dusty Place\" in the Maasai language. Lake Nakuru National Park, close to Nakuru town, was established in 1961. It started off small, only encompassing the famous lake and the surrounding mountainous vicinity, but has since been extended to include a large part of the savannahs.\n</p><p>Lake Nakuru is protected under the Ramsar Convention on wetlands.</p>"}, {"place": "<p>The <b>Samburu National Reserve</b> is a game reserve on the banks of the Ewaso Ng'iro river in Kenya. On the other side of the river is the Buffalo Springs National Reserve. The park is 165 km² in size and is situated 350 kilometers from Nairobi. It ranges in altitude from 800 to 1230 m above sea level. Geographically, it is located in Samburu County.\n</p><p>In the middle of the reserve, the Ewaso Ng'iro flows through doum palm groves and thick riverine forests. It provides water, without which the game in this arid region could not survive.\n</p><p>The Samburu National Reserve was one of the two areas in which conservationists George and Joy Adamson raised Elsa the Lioness, made famous in the best-selling book and award-winning movie <i>Born Free</i>. The Elephant Watch Camp, of which Saba Douglas-Hamilton is director, lies within the park.\n</p><p>The Samburu National Reserve is also the home of Kamunyak, a lioness famous for adopting oryx calves.\n</p>"}, {"place": "<p><b>Mount Kenya National Park</b> was established in 1949 to protect Mount Kenya, the wildlife, and the surrounding environment, which forms a habitat for wild animals, as well as acting as an area for the catchment of water, to supply Kenya's water.</p>"}, {"place": "<p>The <b>Aberdare National Park</b> is a protected area in the Aberdare Mountain Range in central Kenya located east of the East African Rift Valley. It covers the higher areas and the Aberdare Salient to the east.\n</p>"}, {"place": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Lake Turkana</b> (<span></span>) formerly known as <b>Lake Rudolf</b>, is a lake in the Kenyan Rift Valley, in northern Kenya, with its far northern end crossing into Ethiopia. It is the world's largest permanent desert lake and the world's largest alkaline lake. By volume it is the world's fourth-largest salt lake after the Caspian Sea, Issyk-Kul, and Lake Van (passing the shrinking South Aral Sea), and among all lakes it ranks 24th.\n</p><p>Lake Turkana is now threatened by the construction of Gilgel Gibe III Dam in Ethiopia due to the damming of the Omo river which supplies most of the lake's water.</p><p>Although the lake commonly has been—and to some degree still is—used for drinking water, its salinity (slightly brackish) and very high levels of fluoride (much higher than in fluoridated water) generally make it unsuitable, and it has also been a source of diseases spread by contaminated water. Increasingly, communities on the lake's shores rely on underground springs for drinking water. The same characteristics that make it unsuitable for drinking limits its use in irrigation. The climate is hot and very dry.\n</p><p>The rocks of the surrounding area are predominantly volcanic. Central Island is an active volcano, emitting vapour. Outcrops and rocky shores are found on the east and south shores of the lake, while dunes, spits and flats are on the west and north, at a lower elevation.\n</p><p>On-shore and off-shore winds can be extremely strong, as the lake warms and cools more slowly than the land. Sudden, violent storms are frequent. Three rivers (the Omo, Turkwel and Kerio) flow into the lake, but lacking outflow, its only water loss is by evaporation. Lake volume and dimensions are variable. For example, its level fell by 10 m (33 ft) between 1975 and 1993. Despite the lack of outflow, in ecology it is often regarded as a part of—or at least associated with—the Nile basin because of its prehistoric connection to this system and the similarities in their aquatic faunas.</p><p>Due to temperature (its surface water typically is 27–31 °C [81–88 °F] and the mean air temperature of the region generally is similar or slightly higher), aridity and geographic inaccessibility, the lake retains its wild character. Nile crocodiles are found in great abundance on the flats. The rocky shores are home to scorpions and carpet vipers. The lake is rich in fish and fishing is very important to the local economy, but this is threatened by falling water levels and overfishing.</p><p>Lake Turkana National Parks are now listed as a UNESCO World Heritage Site. Sibiloi National Park lies on the lake's eastern shore, while Central Island National Park and South Island National Park lie in the lake. Both are known for their Nile crocodiles.\n</p><p>An abundance of hominid fossils have been discovered in the area surrounding Lake Turkana.</p><p>The area still sees few visitors, being two days' drive from Nairobi. The lake is also an imaginary boundary of the Rendille and Borana and Oromo to the Turkana land. The area is primarily clay-based and is more alkaline than seawater.\n</p>"}, {"place": "<p><b>Lamu Island</b> is a port, city, and island just off the shore of Kenya in the Indian Ocean approximately 150 miles from Mombasa. It is a part of the East African country of Kenya. Lamu was founded in the 12th century. Lamu is one of the longest-established and best-preserved remaining settlements of the Swahili tradition in east Africa that remains today. The island has continually been inhabited for over seven hundred years, and continues to be an important center in eastern Africa.</p>"}, {"place": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Nairobi National Park</b> is a national park in Kenya that was established in 1946 about 7 km (4.3 mi) south of Nairobi. It is fenced on three sides, whereas the open southern boundary allows migrating wildlife to move between the park and the adjacent Kitengela plains. Herbivores gather in the park during the dry season. Nairobi National Park is negatively affected by increasing human and livestock populations, changing land use and poaching of wildlife.\nDespite its proximity to the city and its relative small size, it boasts a large and varied wildlife population, and is one of Kenya's most successful rhinoceros sanctuaries.</p>\n\n\n"}, {"place": "<p class=\"mw-empty-elt\">\n\n</p>\n<p><b>Hell's Gate National Park</b> lies south of Lake Naivasha in Kenya, north west of Nairobi. Hell's Gate National Park is named after a narrow break in the cliffs, once a tributary of a prehistoric lake that fed early humans in the Rift Valley. It was established in 1984. A small national park, it is known for its wide variety of wildlife and for its scenery. This includes the Fischer's Tower and Central Tower columns and Hell's Gate Gorge. The national park is also home to five geothermal power stations at Olkaria. The park is equipped with three basic campsites and includes a Maasai Cultural Center, providing education about the Maasai tribe's culture and traditions.\n</p>"}, {"place": "<p class=\"mw-empty-elt\">\n</p>\n<p><b>Lake Victoria</b> is one of the African Great Lakes. With a surface area of approximately 59,947 km<sup>2</sup> (23,146 sq mi), Lake Victoria is Africa's largest lake by area, the world's largest tropical lake, and the world's second-largest fresh water lake by surface area after Lake Superior in North America. In terms of volume, Lake Victoria is the world's ninth-largest continental lake, containing about 2,424 km<sup>3</sup> (1.965<span>×</span>10<sup>9</sup> acre⋅ft) of water. Lake Victoria occupies a shallow depression in Africa. The lake has an average depth of 40 m (130 ft) and a maximum depth of 80–81 m (262–266 ft). Its catchment area covers 169,858 km<sup>2</sup> (65,583 sq mi).  The lake has a shoreline of 7,142 km (4,438 mi) when digitized at the 1:25,000 level, with islands constituting 3.7% of this length.</p><p>The lake's area is divided among three countries: Tanzania occupies 49% (33,700 km<sup>2</sup> (13,000 sq mi)),  Uganda 45% (31,000 km<sup>2</sup> (12,000 sq mi)), and Kenya 6% (4,100 km<sup>2</sup> (1,600 sq mi)).</p><p>Though having multiple local language names (Swahili: <i lang=\"sw\">Ukerewe</i>; Dholuo: <i lang=\"luo\">Nam Lolwe</i>; Luganda: <i lang=\"lg\">'Nnalubaale</i>; Kinyarwanda: <i lang=\"rw\">Nyanza</i>), the lake was renamed after Queen Victoria by the explorer John Hanning Speke, the first Briton to document it in 1858, while on an expedition with Richard Francis Burton. \nThe lake is home to many species of fish which live nowhere else, especially cichlids. Invasive fish, such as the Nile perch, have driven many endemic species to extinction.\n</p>\n\n\n"}, {"place": "<p>The <b>Giraffe Centre</b> is located in Lang'ata, approximately 20 kilometres (12 mi) from the centre of Nairobi, Kenya. It was established in order to protect the vulnerable giraffe, that is found only in the grasslands of East Africa.\n</p><p>In 1979, the Giraffe Center, a nature sanctuary for visiting and including wildlife conservation education for urban school children, was started by Jock Leslie Melville, the Kenyan grandson of a Scottish Earl, when he and his wife Betty captured two baby giraffe to start a programme of breeding giraffe on their Langata property, site of the present Centre.  Since then the programme has had huge success, resulting in the introduction of several breeding pairs of Rothschild Giraffe into Kenyan national parks.\n</p><p>By 1983 enough money had been raised to establish the Giraffe Visitor's Center as a tourist destination just outside Nairobi.\n</p><p>The main attraction for both school children and visitors is feeding giraffes from a raised observation platform. The Giraffe Center is also home to several warthogs which freely roam the area along with the giraffes.\n</p>"}, {"place": "<p class=\"mw-empty-elt\">\n</p>\n<p><b>Old Town</b> is an area of Mombasa, Kenya.  Situated on the south-east side of Mombasa Island, the Old Town covers an area of 72 hectares (180 acres), and is inhabited by a mix of Swahili, Arab, Asian, Portuguese and British settlers.</p><p>In 1997, the Old Town and Fort Jesus were submitted by the National Museums of Kenya for selection in UNESCO's list of World Heritage Sites.</p>"}, {"place": "<p><b>Karen Blixen Museum</b> may refer to:\n</p>\n<ul><li>Karen Blixen Museum (Denmark), a museum in Rungsted north of Copenhagen</li>\n<li>Karen Blixen Museum (Kenya), a museum outside Nairobi</li></ul>"}, {"place": "<p class=\"mw-empty-elt\">\n\n</p>\n<p>The <b>National Museums of Kenya</b> (NMK) is a state corporation that manages museums, sites and monuments in Kenya. It carries out heritage research, and has expertise in subjects ranging from palaeontology, archeology, ethnography and biodiversity research and conservation. Its headquarters and the National Museum (Nairobi National Museum) are located on Museum Hill, near Uhuru Highway between Central Business District and Westlands in Nairobi. The National Museum of Kenya was founded by the East Africa Natural History Society (E.A.N.H.S.) in 1910; the society's main goal has always been to conduct an ongoing critical scientific examination of the natural attributes of the East African habitat. The museum houses collections, and temporary and permanent exhibits. Today the National Museum of Kenya manages over 22 regional museums, many sites, and monuments across the country.</p>"}, {"place": "<p>The <b>Great Rift Valley</b> (<i>Bonde la ufa</i>, in Swahili) is a series of contiguous geographic trenches, approximately 7,000 kilometres (4,300 mi) in total length, that runs from Lebanon in Asia to Mozambique in Southeast Africa. While the name continues in some usages, it is rarely used in geology as it is considered an imprecise merging of separate though related rift and fault systems.\n</p><p>This valley extends northward for 5,950 km through the eastern part of Africa, through the Red Sea, and into Western Asia. Several deep, elongated lakes, called ribbon lakes, exist on the floor of this rift valley: Lake Malawi and Lake Tanganyika are examples of such lakes. The region has a unique ecosystem and contains a number of Africa's wildlife parks.\n</p>\n<p>The term Great Rift Valley is most often used to refer to the valley of the East African Rift, the divergent plate boundary which extends from the Afar Triple Junction southward through eastern Africa, and is in the process of splitting the African Plate into two new and separate plates. Geologists generally refer to these evolving plates as the Nubian Plate and the Somali Plate.\n</p>"}]